Revit 2027 API
GroupTypeId.Termination Property
 Terminations.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Termination { get; }
Public Shared ReadOnly Property Termination As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Termination {
	ForgeTypeId^ get ();
}
static member Termination : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace